Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# AdminGuide_Disk
source: Reading a physical disk or an internal disk's volume directly requires Windows administrator rights.
ar: تتطلب قراءة قرص فعلي أو وحدة تخزين لقرص داخلي مباشرةً صلاحيات مسؤول Windows.
cs: Přímé čtení fyzického disku nebo svazku interního disku vyžaduje oprávnění správce systému Windows.
de: Zum direkten Lesen eines physischen Datenträgers oder eines Volumes eines internen Datenträgers sind Windows-Administratorrechte erforderlich.
el: Η απευθείας ανάγνωση φυσικού δίσκου ή τόμου εσωτερικού δίσκου απαιτεί δικαιώματα διαχειριστή των Windows.
es: Para leer directamente un disco físico o un volumen de un disco interno se necesitan permisos de administrador de Windows.
fa: خواندن مستقیم دیسک فیزیکی یا حجم دیسک داخلی به مجوز مدیر Windows نیاز دارد.
fr: La lecture directe d'un disque physique ou d'un volume de disque interne nécessite des droits d'administrateur Windows.
hu: Fizikai lemez vagy belső lemez kötetének közvetlen olvasásához Windows rendszergazdai jogosultság szükséges.
id: Membaca disk fisik atau volume disk internal secara langsung memerlukan hak administrator Windows.
it: La lettura diretta di un disco fisico o del volume di un disco interno richiede i diritti di amministratore di Windows.
ja: 物理ディスクや内蔵ディスクのボリュームを直接読むには、Windows の管理者権限が必要です。
ko: 물리 디스크나 내부 디스크의 볼륨을 직접 읽으려면 Windows 관리자 권한이 필요합니다.
pl: Bezpośredni odczyt dysku fizycznego lub woluminu dysku wewnętrznego wymaga uprawnień administratora systemu Windows.
pt: Ler diretamente um disco físico ou o volume de um disco interno requer direitos de administrador do Windows.
ro: Citirea directă a unui disc fizic sau a unui volum de pe un disc intern necesită drepturi de administrator Windows.
th: การอ่านดิสก์จริงหรือวอลุ่มของดิสก์ภายในโดยตรงต้องมีสิทธิ์ผู้ดูแลระบบของ Windows
tr: Fiziksel bir diski veya dahili bir diskin birimini doğrudan okumak için Windows yönetici hakları gerekir.
uk: Для безпосереднього читання фізичного диска або тому внутрішнього диска потрібні права адміністратора Windows.
vi: Đọc trực tiếp ổ đĩa vật lý hoặc ổ đĩa logic của ổ trong máy cần quyền quản trị viên Windows.
zh_hans: 直接读取物理磁盘或内置磁盘的卷需要 Windows 管理员权限。
zh_hant: 直接讀取實體磁碟或內部磁碟的磁碟區需要 Windows 系統管理員權限。

# AdminGuide_Process
source: This process requires administrator rights to open.
ar: تتطلب هذه العملية صلاحيات المسؤول لفتحها.
cs: K otevření tohoto procesu jsou potřeba oprávnění správce.
de: Zum Öffnen dieses Prozesses sind Administratorrechte erforderlich.
el: Αυτή η διεργασία απαιτεί δικαιώματα διαχειριστή για το άνοιγμα.
es: Para abrir este proceso se necesitan permisos de administrador.
fa: باز کردن این فرایند به مجوز مدیر نیاز دارد.
fr: L'ouverture de ce processus nécessite des droits d'administrateur.
hu: A folyamat megnyitásához rendszergazdai jogosultság szükséges.
id: Proses ini memerlukan hak administrator untuk dibuka.
it: Per aprire questo processo sono necessari i diritti di amministratore.
ja: このプロセスを開くには管理者権限が必要です。
ko: 이 프로세스를 열려면 관리자 권한이 필요합니다.
pl: Otwarcie tego procesu wymaga uprawnień administratora.
pt: Este processo requer direitos de administrador para ser aberto.
ro: Pentru deschiderea acestui proces sunt necesare drepturi de administrator.
th: ต้องมีสิทธิ์ผู้ดูแลระบบจึงจะเปิดโปรเซสนี้ได้
tr: Bu işlemi açmak için yönetici hakları gerekir.
uk: Для відкриття цього процесу потрібні права адміністратора.
vi: Cần quyền quản trị viên để mở tiến trình này.
zh_hans: 打开此进程需要管理员权限。
zh_hant: 需要系統管理員權限才能開啟此處理程序。

# AdminGuide_UsbAlternative
source: Removable USB storage volumes can be opened without administrator rights.
ar: يمكن فتح وحدات تخزين USB القابلة للإزالة دون صلاحيات المسؤول.
cs: Svazky vyměnitelných úložišť USB lze otevřít i bez oprávnění správce.
de: Volumes von USB-Wechselspeichern können ohne Administratorrechte geöffnet werden.
el: Οι τόμοι αφαιρούμενων μέσων αποθήκευσης USB μπορούν να ανοιχτούν χωρίς δικαιώματα διαχειριστή.
es: Los volúmenes de almacenamiento USB extraíble se pueden abrir sin permisos de administrador.
fa: حجم‌های حافظهٔ USB جداشدنی بدون مجوز مدیر قابل باز کردن هستند.
fr: Les volumes de stockage USB amovibles peuvent être ouverts sans droits d'administrateur.
hu: Cserélhető USB-tárolók kötetei rendszergazdai jogosultság nélkül is megnyithatók.
id: Volume penyimpanan USB yang dapat dilepas dapat dibuka tanpa hak administrator.
it: I volumi delle unità USB rimovibili possono essere aperti senza diritti di amministratore.
ja: 取り外し可能な USB ストレージのボリュームは管理者権限なしで開けます。
ko: 이동식 USB 저장소 볼륨은 관리자 권한 없이 열 수 있습니다.
pl: Woluminy wymiennych nośników USB można otwierać bez uprawnień administratora.
pt: Volumes de armazenamento USB removível podem ser abertos sem direitos de administrador.
ro: Volumele de stocare USB amovibile pot fi deschise fără drepturi de administrator.
th: สามารถเปิดวอลุ่มของอุปกรณ์จัดเก็บข้อมูล USB แบบถอดได้โดยไม่ต้องมีสิทธิ์ผู้ดูแลระบบ
tr: Çıkarılabilir USB depolama birimleri yönetici hakları olmadan açılabilir.
uk: Томи знімних USB-накопичувачів можна відкрити без прав адміністратора.
vi: Có thể mở ổ đĩa logic của bộ lưu trữ USB tháo rời mà không cần quyền quản trị viên.
zh_hans: 无需管理员权限即可打开可移动 USB 存储设备的卷。
zh_hant: 卸除式 USB 儲存裝置的磁碟區不需要系統管理員權限即可開啟。

# AdminGuide_StoreDownload
source: The installer and portable editions can use administrator operations by prompting for rights only when needed.
ar: يمكن لإصداري المثبّت والإصدار المحمول استخدام عمليات المسؤول عن طريق طلب الصلاحيات عند الحاجة فقط.
cs: Instalační a přenosná verze mohou používat operace správce tak, že si o oprávnění řeknou jen v případě potřeby.
de: Die Installer- und die portable Edition können Administratorvorgänge verwenden, indem sie nur bei Bedarf nach Rechten fragen.
el: Οι εκδόσεις με πρόγραμμα εγκατάστασης και οι φορητές εκδόσεις μπορούν να χρησιμοποιούν λειτουργίες διαχειριστή ζητώντας δικαιώματα μόνο όταν χρειάζεται.
es: Las ediciones con instalador y portátil pueden realizar operaciones de administrador pidiendo permisos solo cuando es necesario.
fa: نسخه‌های نصبی و قابل‌حمل می‌توانند با درخواست مجوز فقط در صورت نیاز از عملیات مدیر استفاده کنند.
fr: Les éditions installable et portable peuvent effectuer des opérations d'administrateur en demandant les droits uniquement lorsque c'est nécessaire.
hu: A telepítős és a hordozható verzió rendszergazdai műveleteket is végezhet úgy, hogy csak szükség esetén kér jogosultságot.
id: Edisi penginstal dan portabel dapat menggunakan operasi administrator dengan meminta hak hanya saat diperlukan.
it: Le edizioni con programma di installazione e portabile possono eseguire operazioni da amministratore richiedendo i diritti solo quando necessario.
ja: インストーラ版・ポータブル版は、必要なときだけ管理者権限の確認を出して管理者権限の操作を使えます。
ko: 설치 관리자 버전과 포터블 버전은 필요할 때만 권한을 요청하여 관리자 작업을 사용할 수 있습니다.
pl: Wersja instalacyjna i przenośna mogą wykonywać operacje administratora, prosząc o uprawnienia tylko wtedy, gdy są potrzebne.
pt: As edições com instalador e portátil podem executar operações de administrador solicitando direitos apenas quando necessário.
ro: Edițiile cu program de instalare și portabile pot utiliza operații de administrator, solicitând drepturi doar atunci când este necesar.
th: รุ่นตัวติดตั้งและรุ่นพกพาสามารถใช้การดำเนินการของผู้ดูแลระบบได้โดยขอสิทธิ์เฉพาะเมื่อจำเป็น
tr: Yükleyici ve taşınabilir sürümler, yalnızca gerektiğinde hak isteyerek yönetici işlemlerini kullanabilir.
uk: Версія з інсталятором і портативна версія можуть виконувати операції адміністратора, запитуючи права лише за потреби.
vi: Bản cài đặt và bản di động có thể dùng các thao tác quản trị viên bằng cách chỉ hỏi quyền khi cần.
zh_hans: 安装程序版和便携版可以仅在需要时请求权限，从而使用需要管理员权限的操作。
zh_hant: 安裝程式版本和可攜式版本只在需要時要求權限，即可使用系統管理員操作。

# AdminGuide_Restart
source: Restart as administrator
ar: إعادة التشغيل كمسؤول
cs: Restartovat jako správce
de: Als Administrator neu starten
el: Επανεκκίνηση ως διαχειριστής
es: Reiniciar como administrador
fa: راه‌اندازی دوباره به‌عنوان مدیر
fr: Redémarrer en tant qu'administrateur
hu: Újraindítás rendszergazdaként
id: Mulai ulang sebagai administrator
it: Riavvia come amministratore
ja: 管理者として再起動
ko: 관리자 권한으로 다시 시작
pl: Uruchom ponownie jako administrator
pt: Reiniciar como administrador
ro: Repornire ca administrator
th: รีสตาร์ทในฐานะผู้ดูแลระบบ
tr: Yönetici olarak yeniden başlat
uk: Перезапустити від імені адміністратора
vi: Khởi động lại với quyền quản trị viên
zh_hans: 以管理员身份重新启动
zh_hant: 以系統管理員身分重新啟動

# AdminGuide_Declined
source: The disk could not be opened because administrator rights were not granted.
ar: تعذر فتح القرص لأنه لم يتم منح صلاحيات المسؤول.
cs: Disk nelze otevřít, protože nebyla udělena oprávnění správce.
de: Der Datenträger konnte nicht geöffnet werden, da keine Administratorrechte erteilt wurden.
el: Δεν ήταν δυνατό το άνοιγμα του δίσκου επειδή δεν παραχωρήθηκαν δικαιώματα διαχειριστή.
es: No se pudo abrir el disco porque no se concedieron permisos de administrador.
fa: دیسک باز نشد زیرا مجوز مدیر داده نشد.
fr: Le disque n'a pas pu être ouvert, car les droits d'administrateur n'ont pas été accordés.
hu: A lemez nem nyitható meg, mert nem kapott rendszergazdai jogosultságot.
id: Disk tidak dapat dibuka karena hak administrator tidak diberikan.
it: Impossibile aprire il disco perché i diritti di amministratore non sono stati concessi.
ja: 管理者権限が得られなかったため、ディスクを開けませんでした。
ko: 관리자 권한이 부여되지 않아 디스크를 열 수 없습니다.
pl: Nie można otworzyć dysku, ponieważ nie przyznano uprawnień administratora.
pt: Não foi possível abrir o disco porque os direitos de administrador não foram concedidos.
ro: Discul nu a putut fi deschis, deoarece nu s-au acordat drepturi de administrator.
th: เปิดดิสก์ไม่ได้เนื่องจากไม่ได้รับสิทธิ์ผู้ดูแลระบบ
tr: Yönetici hakları verilmediğinden disk açılamadı.
uk: Не вдалося відкрити диск, бо права адміністратора не надано.
vi: Không thể mở ổ đĩa vì không được cấp quyền quản trị viên.
zh_hans: 未获得管理员权限，因此无法打开磁盘。
zh_hant: 未取得系統管理員權限，因此無法開啟磁碟。

# Status_ImmediateWrite
source: Immediate write
ar: الكتابة الفورية
cs: Okamžitý zápis
de: Sofortiges Schreiben
el: Άμεση εγγραφή
es: Escritura inmediata
fa: نوشتن فوری
fr: Écriture immédiate
hu: Azonnali írás
id: Tulis langsung
it: Scrittura immediata
ja: 即時書き込み
ko: 즉시 쓰기
pl: Natychmiastowy zapis
pt: Gravação imediata
ro: Scriere imediată
th: การเขียนทันที
tr: Anında yazma
uk: Негайний запис
vi: Ghi ngay
zh_hans: 即时写入
zh_hant: 立即寫入

# Status_HelperRunning
source: Administrator helper process is running
ar: العملية المساعدة للمسؤول قيد التشغيل
cs: Pomocný proces správce je spuštěný
de: Administrator-Hilfsprozess wird ausgeführt
el: Η βοηθητική διεργασία διαχειριστή εκτελείται
es: El proceso auxiliar de administrador se está ejecutando
fa: فرایند کمکی مدیر در حال اجراست
fr: Le processus d'assistance administrateur est en cours d'exécution
hu: A rendszergazdai segédfolyamat fut
id: Proses helper administrator sedang berjalan
it: Processo helper di amministratore in esecuzione
ja: 管理者権限の補助プロセスが実行中
ko: 관리자 도우미 프로세스 실행 중
pl: Proces pomocniczy administratora jest uruchomiony
pt: Processo auxiliar de administrador em execução
ro: Procesul ajutător de administrator rulează
th: โปรเซสตัวช่วยผู้ดูแลระบบกำลังทำงาน
tr: Yönetici yardımcı işlemi çalışıyor
uk: Допоміжний процес адміністратора працює
vi: Tiến trình trợ giúp quản trị viên đang chạy
zh_hans: 管理员帮助程序进程正在运行
zh_hant: 系統管理員協助程式正在執行

# MemoryMap_RegionsTab
source: Regions
ar: المناطق
cs: Oblasti
de: Regionen
el: Περιοχές
es: Regiones
fa: ناحیه‌ها
fr: Régions
hu: Területek
id: Wilayah
it: Aree
ja: 領域
ko: 영역
pl: Regiony
pt: Regiões
ro: Regiuni
th: พื้นที่
tr: Bölgeler
uk: Області
vi: Vùng
zh_hans: 区域
zh_hant: 區域

# MemoryMap_ModulesTab
source: Modules
ar: الوحدات النمطية
cs: Moduly
de: Module
el: Λειτουργικές μονάδες
es: Módulos
fa: ماژول‌ها
hu: Modulok
id: Modul
it: Moduli
ja: モジュール
ko: 모듈
pl: Moduły
pt: Módulos
ro: Module
th: โมดูล
tr: Modüller
uk: Модулі
vi: Mô-đun
zh_hans: 模块
zh_hant: 模組

# MemoryMap_NoProcess
source: Open a process to see its memory map.
ar: افتح عملية لرؤية خريطة الذاكرة الخاصة بها.
cs: Otevřete proces a zobrazí se jeho mapa paměti.
de: Öffnen Sie einen Prozess, um seine Speicherkarte anzuzeigen.
el: Ανοίξτε μια διεργασία για να δείτε τον χάρτη μνήμης της.
es: Abre un proceso para ver su mapa de memoria.
fa: برای دیدن نقشهٔ حافظهٔ یک فرایند، آن را باز کنید.
fr: Ouvrez un processus pour afficher sa carte mémoire.
hu: Nyisson meg egy folyamatot a memóriatérképének megtekintéséhez.
id: Buka proses untuk melihat peta memorinya.
it: Apri un processo per vederne la mappa della memoria.
ja: プロセスを開くとメモリマップが表示されます。
ko: 프로세스를 열면 메모리 맵이 표시됩니다.
pl: Otwórz proces, aby zobaczyć jego mapę pamięci.
pt: Abra um processo para ver o mapa de memória.
ro: Deschideți un proces pentru a vedea harta memoriei sale.
th: เปิดโปรเซสเพื่อดูแผนที่หน่วยความจำ
tr: Bellek haritasını görmek için bir işlem açın.
uk: Відкрийте процес, щоб побачити його карту пам’яті.
vi: Hãy mở một tiến trình để xem bản đồ bộ nhớ của nó.
zh_hans: 打开进程即可查看其内存映射。
zh_hant: 開啟處理程序即可查看其記憶體對應。

# Annotations_Origin_Analysis
source: Analysis
ar: التحليل
cs: Analýza
de: Analyse
el: Ανάλυση
es: Análisis
fa: تحلیل
fr: Analyse
hu: Elemzés
id: Analisis
it: Analisi
ja: 解析
ko: 분석
pl: Analiza
pt: Análise
ro: Analiză
th: การวิเคราะห์
tr: Analiz
uk: Аналіз
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

# Menu_View_AnnotationsAnalysis.Text
source: Analysis Results
ar: نتائج التحليل
cs: Výsledky analýzy
de: Analyseergebnisse
el: Αποτελέσματα ανάλυσης
es: Resultados de análisis
fa: نتایج تحلیل
fr: Résultats d'analyse
hu: Elemzési eredmények
id: Hasil Analisis
it: Risultati dell'analisi
ja: 解析の結果
ko: 분석 결과
pl: Wyniki analizy
pt: Resultados da análise
ro: Rezultatele analizei
th: ผลการวิเคราะห์
tr: Analiz Sonuçları
uk: Результати аналізу
vi: Kết quả Phân tích
zh_hans: 分析结果
zh_hant: 分析結果

# Menu_View_AnnotationsAnalysis.AccessKey
source: N
ar: ا
cs: E
de: R
el: Λ
es: D
fa: ت
fr: D
hu: E
it: D
pl: A
pt: D
ro: E
tr: A
uk: А
vi: P

# Cmd_view_annotations_analysis
source: Annotations: analysis results
ar: التعليقات التوضيحية: نتائج التحليل
cs: Poznámky: výsledky analýzy
de: Anmerkungen: Analyseergebnisse
el: Σχόλια: αποτελέσματα ανάλυσης
es: Anotaciones: resultados de análisis
fa: یادداشت‌ها: نتایج تحلیل
fr: Annotations : résultats d'analyse
hu: Megjegyzések: elemzési eredmények
id: Anotasi: hasil analisis
it: Annotazioni: risultati dell'analisi
ja: 注釈: 解析の結果
ko: 주석: 분석 결과
pl: Adnotacje: wyniki analizy
pt: Anotações: resultados da análise
ro: Adnotări: rezultatele analizei
th: คำอธิบายประกอบ: ผลการวิเคราะห์
tr: Ek açıklamalar: analiz sonuçları
uk: Анотації: результати аналізу
vi: Chú thích: kết quả phân tích
zh_hans: 注释：分析结果
zh_hant: 註解：分析結果

# CmdAlias_view_annotations_analysis
source: annotation source statistics file type
ar: annotation source statistics file type مصدر التعليقات التوضيحية إحصاءات نوع الملف
cs: poznámky poznamky anotace analýza analyza statistika typ souboru annotation source statistics file type
de: anmerkung quelle statistik dateityp annotation source statistics file type
el: πηγή σχολίων στατιστικά τύπος αρχείου annotation source statistics file type
es: origen de anotación estadísticas tipo de archivo annotation source statistics file type
fa: منبع یادداشت آمار نوع فایل, annotation source statistics file type
fr: source d'annotation statistiques type de fichier annotation source statistics file type
hu: megjegyzés megjegyzes forrás forras statisztika fájltípus fajltipus annotation source statistics file type
id: anotasi analisis statistik tipe file annotation source statistics file type
it: annotazione origine statistiche tipo di file annotation source statistics file type
ja: ちゅうしゃく かいせき とうけい ふぁいるけいしき
ko: 주석 분석 통계 파일 형식 annotation source statistics file type
pl: adnotacja źródło statystyki typ pliku annotation source statistics file type
pt: anotação origem estatísticas tipo de arquivo annotation source statistics file type
ro: adnotare adnotări adnotari sursă sursa statistici tip fișier fisier annotation source statistics file type
th: คำอธิบายประกอบ วิเคราะห์ สถิติ ชนิดไฟล์ annotation source statistics file type
tr: ek açıklama kaynağı istatistik dosya türü annotation source statistics file type
uk: джерело анотацій статистика тип файлу annotation source statistics file type
vi: chú thích phân tích thống kê loại tệp annotation source statistics file type
zh_hans: 注释 来源 分析 统计 文件类型 annotation source statistics file type
zh_hant: 註解 分析 統計資料 檔案類型 annotation source statistics file type

# Export_MultiMode
source: Multiple selection
ar: تحديد متعدد
cs: Vícenásobný výběr
de: Mehrfachauswahl
el: Πολλαπλή επιλογή
es: Selección múltiple
fa: انتخاب چندگانه
fr: Sélection multiple
hu: Többszörös kijelölés
id: Multi-pilihan
it: Selezione multipla
ja: マルチ選択
ko: 다중 선택
pl: Wielokrotne zaznaczenie
pt: Seleção múltipla
ro: Selecție multiplă
th: ส่วนที่เลือกหลายช่วง
tr: Çoklu seçim
uk: Множинне виділення
vi: Đa vùng chọn
zh_hans: 多重选择
zh_hant: 多重選取

# Export_MultiPerRange
source: A separate file for each range
ar: ملف منفصل لكل نطاق
cs: Samostatný soubor pro každý rozsah
de: Eine eigene Datei für jeden Bereich
el: Χωριστό αρχείο για κάθε περιοχή
es: Un archivo distinto para cada rango
fa: فایل جداگانه برای هر محدوده
fr: Un fichier distinct pour chaque plage
hu: Külön fájl minden tartományhoz
id: File terpisah untuk setiap rentang
it: Un file separato per ogni intervallo
ja: 範囲ごとに別ファイル
ko: 범위마다 별도 파일
pl: Osobny plik dla każdego zakresu
pt: Um arquivo separado para cada intervalo
ro: Un fișier separat pentru fiecare interval
th: แยกไฟล์สำหรับแต่ละช่วง
tr: Her aralık için ayrı bir dosya
uk: Окремий файл для кожного діапазону
vi: Tệp riêng cho mỗi phạm vi
zh_hans: 每个范围单独一个文件
zh_hant: 每個範圍個別一個檔案

# Export_MultiConcatenate
source: Join into one file
ar: الدمج في ملف واحد
cs: Spojit do jednoho souboru
de: In einer Datei zusammenfügen
el: Συνένωση σε ένα αρχείο
es: Unir en un solo archivo
fa: الحاق در یک فایل
fr: Regrouper en un seul fichier
hu: Összefűzés egy fájlba
id: Gabungkan menjadi satu file
it: Unisci in un unico file
ja: つなげて 1 つのファイル
ko: 하나의 파일로 결합
pl: Połącz w jeden plik
pt: Unir em um arquivo
ro: Unire într-un singur fișier
th: รวมเป็นไฟล์เดียว
tr: Tek dosyada birleştir
uk: Об’єднати в один файл
vi: Nối thành một tệp
zh_hans: 合并为一个文件
zh_hant: 合併成一個檔案

# Export_MultiPattern
source: File name format
ar: تنسيق اسم الملف
cs: Formát názvu souboru
de: Dateinamensformat
el: Μορφή ονόματος αρχείου
es: Formato del nombre de archivo
fa: قالب نام فایل
fr: Format du nom de fichier
hu: Fájlnév formátuma
id: Format nama file
it: Formato del nome file
ja: ファイル名の形式
ko: 파일 이름 형식
pl: Format nazwy pliku
pt: Formato do nome de arquivo
ro: Format nume fișier
th: รูปแบบชื่อไฟล์
tr: Dosya adı biçimi
uk: Формат імені файлу
vi: Định dạng tên tệp
zh_hans: 文件名格式
zh_hant: 檔案名稱格式

# Export_MultiPatternHelp
source: Each range needs its own file name. Use {base}, {ext}, {name}, {index}, {start} (or {offset}) and {length}.
ar: يحتاج كل نطاق إلى اسم ملف خاص به. استخدم {base} و{ext} و{name} (اسم ملف المستند) و{index} و{start} (أو {offset}) و{length}.
cs: Každý rozsah potřebuje vlastní název souboru. Použijte {base}, {ext} a {name} (název souboru dokumentu), {index}, {start} (nebo {offset}) a {length}.
de: Jeder Bereich benötigt einen eigenen Dateinamen. Verwenden Sie {base}, {ext} und {name} (Dateiname des Dokuments), {index}, {start} (oder {offset}) und {length}.
el: Κάθε περιοχή χρειάζεται δικό της όνομα αρχείου. Χρησιμοποιήστε τα {base}, {ext} και {name} (το όνομα αρχείου του εγγράφου), {index}, {start} (ή {offset}) και {length}.
es: Cada rango necesita su propio nombre de archivo. Usa {base}, {ext} y {name} (el nombre de archivo del documento), {index}, {start} (o {offset}) y {length}.
fa: هر محدوده به نام فایل خود نیاز دارد. از {base}، {ext} و {name} (نام فایل سند)، {index}، {start} (یا {offset}) و {length} استفاده کنید.
fr: Chaque plage nécessite son propre nom de fichier. Utilisez {base}, {ext} et {name} (le nom de fichier du document), {index}, {start} (ou {offset}) et {length}.
hu: Minden tartománynak saját fájlnév kell. Használható: {base}, {ext} és {name} (a dokumentum fájlneve), {index}, {start} (vagy {offset}) és {length}.
id: Setiap rentang memerlukan nama file sendiri. Gunakan {base}, {ext}, dan {name} (nama file dokumen), {index}, {start} (atau {offset}), dan {length}.
it: Ogni intervallo richiede un proprio nome file. Usa {base}, {ext} e {name} (il nome file del documento), {index}, {start} (o {offset}) e {length}.
ja: 範囲ごとに違うファイル名にしてください。{base}、{ext}、{name} (ドキュメントのファイル名)、{index}、{start} ({offset})、{length} を使えます。
ko: 범위마다 고유한 파일 이름이 필요합니다. {base}, {ext}, {name}(문서의 파일 이름), {index}, {start}(또는 {offset}), {length}를 사용할 수 있습니다.
pl: Każdy zakres wymaga własnej nazwy pliku. Użyj {base}, {ext} i {name} (nazwa pliku dokumentu), {index}, {start} (lub {offset}) i {length}.
pt: Cada intervalo precisa de um nome de arquivo próprio. Use {base}, {ext} e {name} (o nome de arquivo do documento), {index}, {start} (ou {offset}) e {length}.
ro: Fiecare interval are nevoie de propriul nume de fișier. Utilizați {base}, {ext} și {name} (numele de fișier al documentului), {index}, {start} (sau {offset}) și {length}.
th: แต่ละช่วงต้องมีชื่อไฟล์ของตัวเอง ใช้ {base}, {ext} และ {name} (ชื่อไฟล์ของเอกสาร), {index}, {start} (หรือ {offset}) และ {length}
tr: Her aralığın kendi dosya adı olmalıdır. {base}, {ext} ve {name} (belgenin dosya adı), {index}, {start} (veya {offset}) ve {length} kullanın.
uk: Кожному діапазону потрібне власне ім’я файлу. Використовуйте {base}, {ext} і {name} (ім’я файлу документа), {index}, {start} (або {offset}) і {length}.
vi: Mỗi phạm vi cần tên tệp riêng. Hãy dùng {base}, {ext} và {name} (tên tệp của tài liệu), {index}, {start} (hoặc {offset}) và {length}.
zh_hans: 每个范围都需要自己的文件名。可以使用 {base}、{ext} 和 {name}（文档的文件名）、{index}、{start}（或 {offset}）和 {length}。
zh_hant: 每個範圍都需要自己的檔案名稱。可使用 {base}、{ext} 和 {name}（文件的檔案名稱）、{index}、{start}（或 {offset}）和 {length}。

# SaveSelection_MultiTitle
source: Save Selection to a File
ar: حفظ التحديد في ملف
cs: Uložit výběr do souboru
de: Auswahl in Datei speichern
el: Αποθήκευση επιλογής σε αρχείο
es: Guardar la selección en un archivo
fa: ذخیرهٔ انتخاب در فایل
fr: Enregistrer la sélection dans un fichier
hu: Kijelölés mentése fájlba
id: Simpan Pilihan ke File
it: Salva selezione in un file
ja: 選択範囲をファイルに保存
ko: 선택 영역을 파일로 저장
pl: Zapisz zaznaczenie do pliku
pt: Salvar seleção em um arquivo
ro: Salvare selecție într-un fișier
th: บันทึกส่วนที่เลือกลงในไฟล์
tr: Seçimi Bir Dosyaya Kaydet
uk: Збереження виділення у файл
vi: Lưu Vùng chọn vào Tệp
zh_hans: 将选定内容保存到文件
zh_hant: 將選取範圍儲存到檔案

# SaveSelection_Continue
source: Continue
ar: متابعة
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Continuer
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
pl: Kontynuuj
pt: Continuar
ro: Continuare
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# Menu_View_SyncMapped.Text
source: Follow the comparison
ar: اتباع المقارنة
cs: Sledovat porovnání
de: Dem Vergleich folgen
el: Ακολούθηση της σύγκρισης
es: Seguir la comparación
fa: پیروی از مقایسه
fr: Suivre la comparaison
hu: Az összehasonlítás követése
id: Ikuti Perbandingan
it: Segui il confronto
ja: 比較に従う(C)
ko: 비교 결과 따르기(C)
pl: Podążaj za porównaniem
pt: Seguir a comparação
ro: Urmărire comparare
th: ตามการเปรียบเทียบ(C)
tr: Karşılaştırmayı izle
uk: Стежити за порівнянням
vi: Theo Phép so sánh
zh_hans: 跟随比较(C)
zh_hant: 依照比較(C)

# Menu_View_SyncMapped.AccessKey
source: C
ar: ق
cs: P
de: D
el: Κ
es: S
fa: م
fr: S
hu: Z
id: I
it: I
pl: P
pt: S
ro: U
tr: I
uk: Ж
vi: S
